const eventDatas = [
  {
    day: "D-42",
    head: "마음 전하는 연말선물",
    txt: "#12월 기내 면세점",
    date: "2025.12.01 ~ 2026.01.29~",
  },
  {
    day: "D-13",
    head: "우리카드 1만원 할인 혜택!",
    txt: "우리카드로 꾹 혜택 담기!",
    date: "2025.12.01 ~ 2025.12.31",
  },
  {
    day: "D-13",
    head: "신한카드 이용시",
    txt: "제주항공 10%할인+캐시백!",
    date: "2025.12.01 ~ 2025.12.31",
  },
  {
    day: "D-33",
    head: "함께 여행하면 혜택이 N배",
    txt: "동승객 회원 번호 입력 이벤트",
    date: "2025.12.11 ~ 2026.01.18~",
  },
  {
    day: "D-103",
    head: "일본 쇼핑 할인",
    txt: "미쓰이 아울렛 혜택",
    date: "2025.12.08 ~ 2026.03.31",
  },
  {
    day: "D-13",
    head: "카카오페이 즉시 할인",
    txt: "최대 25,000원 할인",
    date: "2025.12.01 ~ 2025.12.31",
  },
];